{"comment": "//leave comments here if needed", "contain_publication_list": "T", "email": "", "filename": "b2950892-3593-4e7a-a871-ce7234baba67", "info": "T means true, F means False. If no publications, just leave the publication structure unchanged.", "is_personal_homepage": "T", "name": "John Carrino", "name_index": [{"index_in_file": [[91, 103]], "name_format": "Begin_First_Full End_Last_Full", "text": "John Carrino"}], "publications": [{"length": 180, "line_num": [26], "start_index_in_file": 368, "text": "1.5 T augmented reality navigated interventional MRI: paravertebral sympathetic plexus injections.  Diagnostic and interventional radiology (Ankara, Turkey). 2017 In Process GET IT"}, {"length": 191, "line_num": [27], "start_index_in_file": 549, "text": "Tract-Specific Diffusion Tensor Imaging in Cervical Spondylotic Myelopathy Before and After Decompressive Spinal Surgery: Preliminary Results.  Clinical neuroradiology. 2017 In Process GET IT"}, {"length": 207, "line_num": [28], "start_index_in_file": 741, "text": "2D versus 3D fluoroscopy-based navigation in posterior pelvic fixation: review of the literature on current technology.  International journal of computer assisted radiology and surgery.  2017 Article GET IT"}, {"length": 172, "line_num": [29], "start_index_in_file": 949, "text": "Pins and Needles From Fingers to Toes: High-Resolution MRI of Peripheral Sensory Mononeuropathies.  AJR. American journal of roentgenology. 2017 Information Resource GET IT"}, {"length": 177, "line_num": [30], "start_index_in_file": 1122, "text": "Whole-body MR neurography: Prospective feasibility study in polyneuropathy and Charcot-Marie-Tooth disease.  Journal of magnetic resonance imaging : JMRI. 2016 In Process GET IT"}, {"length": 14, "line_num": [31], "start_index_in_file": 1300, "text": "Times cited: 2"}, {"length": 214, "line_num": [32], "start_index_in_file": 1315, "text": "Patellar instability: CT and MRI measurements and their correlation with internal derangement findings.  Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA.  2016 Academic Article GET IT"}], "url": "http://vivo.med.cornell.edu/display/cwid-joc3013", "affiliation_info": [{"author_title": {"line_num": 10, "text": "Professor"}}, {"affiliation": {"line_num": 2, "text": "Medical College"}}]}